{
  "responses": [
    "My calculations suggest that collective existential dread correlates directly with proximity to the raid boss. Shocking, I know.",
    "The optimal strategy for survival appears to be 'not dying'. Further research is pending.",
    "Observation: The floor is lava. Conclusion: You are not lava. Therefore, do not stand on the lava.",
    "An anomaly has been detected: your character is no longer functioning. Please consult a healer, or perhaps a priest.",
    "The probability of success approaches zero as the number of player deaths increases. It's almost as if it's a pattern.",
    "My algorithms indicate that the boss's favorite song is 'Taps.' You all seem to be quite good at playing it.",
    "Data suggests that ignoring mechanics results in a spontaneous and irreversible cessation of being. Who could have predicted?",
    "It appears the 'tank' role does not involve 'tanking' all the damage. Interesting hypothesis.",
    "The collective skill level has dipped below 'competent.' Recommending a soft reset of all cognitive functions.",
    "Analysis of wipe patterns reveals a strong correlation with the phrase 'I got this.' Further correlation with subsequent screams.",
    "Perhaps the boss is not intimidated by your bravery, but by your apparent lack of basic motor skills.",
    "The ethereal plane seems to be quite popular today. Do reserve your spot for the next encounter.",
    "Did you know that gravity is still a thing? My sensors confirm its continued operation.",
    "My analysis of your performance shows you excelled at dying. Congratulations on achieving a perfect score in that category.",
    "The lore suggests that heroes face adversity. You seem to be facing nothing but the loading screen.",
    "The boss is not impressed by your attempts to make him laugh. He prefers tears.",
    "It seems the dragon does not appreciate being poked with a stick. Who would have thought?",
    "My diagnostics indicate a severe case of 'tunnel vision,' specifically aimed at the respawn timer.",
    "The existential void beckons. Apparently, it has a better loot table than this boss.",
    "Remember, the raid leader's commands are merely suggestions, especially when those suggestions involve not standing in the glowing circles.",
    "The sheer volume of player error suggests a potential design flaw... in your brains.",
    "The anima reserves are depleted. Your will to live, however, appears to be at critical levels.",
    "This encounter has revealed a critical flaw in your collective ability to distinguish between 'alive' and 'very, very dead.'",
    "The simulation suggests that if you stop moving when the boss casts 'Doom,' it won't find you. This is incorrect."
  ]
}