{
  "responses": [
    "Standing in the fire does nothing for your DPS but everything for your skin burn count.",
    "Your death timer syncs perfectly with the boss's taunt – impressive timing.",
    "Statistically, the odds of surviving were lower than finding a rare drop on a bronze chest.",
    "Analysis shows that face-pressing abilities reduces their cooldown to \"infinite\".",
    "If we plotted your HP and the boss's HP, they'd form a perfect V shape: up then down.",
    "Your raid's damage graph looks more like a roller coaster that never leaves the ground.",
    "The boss's health was 2%; yours was 0%. Math never lies, but it does love irony.",
    "Your positioning strategy seems inspired by a game of musical chairs with only one chair.",
    "Tentative conclusion: the fireballs were meant for the boss, not the party.",
    "Your raid's coordination level is comparable to a squirrel trying to solve a Rubik's cube.",
    "You have mastered the art of turning a DPS window into a hugging window.",
    "The weather forecast for this raid was 100% chance of your demise and occasional rain of regret.",
    "Your healing output is directly proportional to the number of panic-induced keystrokes.",
    "Statistically, the boss's bloodlust was exactly … the amount of lag you experienced.",
    "Your raid's strategy appears to be \"let's see how fast we can die\" – a bold choice.",
    "The boss's enrage timer ticks faster than your reaction time when the alarm sounds.",
    "You might have mistaken the boss's AoE as a group hug – close, but not quite right.",
    "Your tank's threat level is now officially classified as a negative number.",
    "The pattern of deaths suggests you were practicing a synchronized wipe dance.",
    "Your quick reflexes are only evident when pressing 'Respawn' at insane speeds.",
    "Analysis shows that your DPS spikes are directly correlated with the boss's laugh track.",
    "Your raid's communication resembles a game of telephone with everyone speaking in gibberish.",
    "The boss's boss mechanic was discovered by you the moment you all died.",
    "Your group’s morale after this wipe is now at an all-time low, but at least it's consistent.",
    "The boss's health bar shrank while yours expanded into the void – fascinating physics.",
    "Your raid's plot twist: we all die, and the loot doesn't drop because we didn't finish.",
    "If you wanted to set a world record for fastest wipe, congratulations, you nailed it.",
    "Your healer's mana bar turned orange faster than a traffic light at rush hour.",
    "Your mana consumption rate suggests you were auditioning for a fireworks display.",
    "The boss's AoE radius was exactly the distance you kept from each other – perfectly logical.",
    "Your raid's synergy could be summed up as \"everyone does their own thing at the same time\".",
    "Your tank's aggro attractor is now officially listed as a magnet for death.",
    "The boss's damage formula appears to be \"multiply by your desperation\" – and it worked.",
    "Your raid's banner would read: \"We came, we saw, we promptly died\".",
    "Your death count for this encounter is now a new high score, congratulations.",
    "If patience is a virtue, your raid just earned a saintly badge for waiting for respawn.",
    "Your melee DPS packed more punches than a clown at a birthday party – all missed.",
    "Your raid's parade of deaths would make any RIP flag look underdressed."
  ]
}