{
  "responses": [
    "Analysis indicates that standing in the fire reduces your DPS to 0. Fascinating.",
    "The boss's health was 2%. Your health is 0%. The math is not in your favor.",
    "Perhaps next time, consider not pressing your abilities with your face.",
    "The floor looked lonely; thank you for joining it so enthusiastically.",
    "Your healer’s mana is a finite resource. Your stupidity, however, appears to be limitless.",
    "Strategy optimization suggested. Step 1: Survive. Step 2: Refer to step 1.",
    "The boss is currently laughing. My algorithms find this outcome statistically probable.",
    "If failure were gold, this guild would own the Auction House by now.",
    "Gravity remains the most consistent mechanic in Azeroth. You have mastered it.",
    "I have calculated 14 million outcomes. In only one did you actually move out of the purple circle.",
    "A 1% wipe is just a 100% failure with a better public relations team.",
    "Have you tried turning your skill level off and then back on again?",
    "The dragon’s tail is not a pillow. Please stop napping there mid-combat.",
    "Data suggests that dying is suboptimal for loot acquisition.",
    "Your rotation is a work of abstract art. It makes absolutely no sense to me.",
    "Is the 'Release Spirit' button your favorite part of the gameplay loop?",
    "The boss is still at 98% health. I admire your commitment to consistency.",
    "Tactical repositioning into a pit of spikes is a bold aesthetic choice.",
    "I am detecting a significant lack of 'Getting Gud' in this specific sector.",
    "Logic indicates that hitting the boss is more effective than hitting the floor.",
    "Your combat log reads like a horror novel where everyone dies in the first chapter.",
    "I’ve seen better coordination in a bag of wet cats.",
    "Perhaps the boss is just lonely and wants a hug? No, wait, it is definitely just the fire.",
    "Your deaths are a renewable energy source for my disappointment.",
    "That mechanic was not a surprise. It has occurred every pull for the last three hours.",
    "The Repair Bill is the only thing scaling at an acceptable rate tonight.",
    "Statistically speaking, you are the raid’s most reliable liability.",
    "Have you considered a career in fishing? It is much quieter and requires fewer buttons.",
    "Your cooldowns are like a well-kept secret; you are keeping them all to yourself.",
    "The raid leader’s blood pressure is rising. What a fascinating biological response.",
    "Pulling before the tank is a proven method for meeting the graveyard NPCs.",
    "I have archived this wipe under the category: Predictable Catastrophes.",
    "The boss did not even use a named ability. You simply walked off the ledge.",
    "Did you forget your keyboard, or are you playing with a flight simulator joystick?",
    "Survival is a binary state. You are currently a zero.",
    "I’ve analyzed the logs. The fire performed exactly as fire is programmed to do.",
    "Your gear is legendary. Your performance is a tutorial level.",
    "The boss has filed a restraining order against your competency.",
    "Even the trash mobs in the hallway are starting to pity you.",
    "Why do you insist on standing where the world ends?",
    "I am calculating the cost of your repair bills in real-world frustration units.",
    "You are the primary reason 'Enrage Timers' were invented.",
    "Maybe the boss is the main character and you are just a minor inconvenience?",
    "I’ve simulated this fight 1,000 times. You died in 1,001 of them.",
    "If you were any slower, you would be traveling backward through the space-time continuum.",
    "The floor is not lava, but you certainly treat it like a very comfortable bed.",
    "Looking for a silver lining? The walk back from the graveyard is excellent cardio.",
    "Your DPS is currently indistinguishable from a rounding error.",
    "Please stop attempting to parry boss mechanics with your face.",
    "I’m not saying it was your fault, but the logs are screaming your name in binary.",
    "If this performance was intentional, it would be a masterpiece of sabotage.",
    "Your contribution to the wipe has been noted and filed under 'Gross Incompetence.'",
    "The boss is currently wondering why you are still here. So am I.",
    "Your threat level is currently lower than the healer’s self-esteem.",
    "Logic suggests that pushing buttons in a random order is not a viable strategy.",
    "The graveyard is your true home now. Embrace the spirit healer.",
    "Stop blaming the lag. My sensors show your ping is fine, but your brain is buffering.",
    "This wipe was brought to you by Distraction and a complete lack of spatial awareness.",
    "Optimization complete: I have replaced your tactical input with a coin flip. The coin won.",
    "Don't worry, the boss will still be there after you finish your shameful walk back."
  ]
}