{
  "quotes": [
    "The greatest form of flattery is mimication.",
    "I'm just talking off the cuff of my pants.",
    "I'm massaging the air with my knowledge.",
    "You have so much shelf space that if you added books you'd need the desby doosby system.",
    "That's opening up a bag of worms.",
    "If you follow this regiment, it will work!",
    "You're slow as a pancake!",
    "I'm singing about trials and turbulations.",
    "Those mittens add density to my hands. It messes with my articularity.",
    "My broken collar bone colisified.",
    "I just epiphasized that!",
    "Grab the rein by the horn.",
    "Tornadoes don't discriminate.",
    "It's a night owl thing.",
    "When did we misfuck that up?",
    "That's hell trash!",
    "ButterFLY like a bee! Butterfly and bee man sitting in a tree!",
    "The grim reaper. AKA Mr. Death guy. He says it's time to die and people are like 'yeah, okay!'",
    "Can we all avoid this pissery?",
    "Winter might as well be my mistress.",
    "My skin told me it needed to be naturally kept.",
    "I can tell when you leave the room because we are telekinectify!",
    "My grill has that click click click click click thing.",
    "And then I turn to you with eloquent eloquey.",
    "I'm an inclusiver!",
    "This is quite the encrapment!",
    "Whispering Callows - The Wailing Caverns Dungeon.",
    "Arnold Math Guy - Albert Einstein.",
    "Duck Soap - Dawn soap.",
    "Coobolate - To associate one thing with another thing and then wobble back and forth trying to decide what the root cause is.",
    "Wheaty weed things - reeds.",
    "Square boobs - pecs.",
    "Anti aliasing for legs - panty hose.",
    "Hypocritisici - hypocritical/hypocrisy.",
    "Repercations - ramifications/repercussions.",
    "Corpeal - corporeal.",
    "Piddle paddle - rowing but not going anywhere.",
    "Happy marks - crows feet.",
    "Chefnism - inner chef.",
    "Hump hump - hint hint.",
    "Chicken pickin - using ctrl+click to individually pick multiple items from a list.",
    "Paisleys - things people wear on their boobs.",
    "Slab of land - plot of land.",
    "Wireless chicken - boneless chicken.",
    "Having thought about it. I think about 29 is the amount of wood a woodchuck could chuck.",
    "If dinosaurs became chickens then they probably clucked. Spielberg was wrong!",
    "A lolipop is just a flavor enhancer for your spit!",
    "Do we know which poop is our last poop?"
  ]
}
